Repository: DonRP/BBS
Catalog: game/*/Kurdish/notifications_value.po
Languages: ku_tr

source: Is against a love affair with you
ku_tr: Aw Dzhy Paiwandy Xwashawistia Lagal To

source: Has too much fear of you for a love affair
ku_tr: Trsiaky Zory ha la To Bo Paywandy Xwashawisty

source: {color=#00ff00}{b}+{/b} Energy
ku_tr: {color=#00ff00}{b}+{/b} wza

source: {color=#f00} {b}-{/b} Energy
ku_tr: {color=#f00} {b}-{/b} wza

source: {color=#f00}{b}+{/b} Inhibition
ku_tr: {color=#f00}{b}+{/b} Reagerykrdn

source: {color=#00ff00} {b}-{/b} Inhibition
ku_tr: {color=#00ff00} {b}-{/b} Reagerykrdn

source: {color=#00ff00}{b}+{/b} Addictions
ku_tr: {color=#00ff00}{b}+{/b} Alwdabun

source: {color=#f00} {b}-{/b} Addictions
ku_tr: {color=#f00} {b}-{/b} Alwdabun

source: {color=#00ff00}{b}+{/b} Lust
ku_tr: {color=#00ff00}{b}+{/b} Arazw

source: {color=#f00} {b}-{/b} Lust
ku_tr: {color=#f00} {b}-{/b} Arazw

source: {color=#00ff00}{b}+{/b} Submission
ku_tr: {color=#00ff00}{b}+{/b} mlkachy

source: {color=#f00} {b}-{/b} Submission
ku_tr: {color=#f00} {b}-{/b} mlkachy

source: {color=#00ff00}{b}+{/b} Friendship
ku_tr: {color=#00ff00}{b}+{/b} Hawriaty

source: {color=#f00} {b}-{/b} Friendship
ku_tr: {color=#f00} {b}-{/b} Hawriaty

source: {color=#00ff00}{b}+{/b} Favour
ku_tr: {color=#00ff00}{b}+{/b} Dlxwaz

source: {color=#f00} {b}-{/b} Favour
ku_tr: {color=#f00} {b}-{/b} Dlxwaz

source: {color=#00ff00}{b}+{/b} Love
ku_tr: {color=#00ff00}{b}+{/b} Xwashawisty

source: {color=#f00} {b}-{/b} Love
ku_tr: {color=#f00} {b}-{/b} Xashawisty

source: {color=#f00}{b}+{/b} Anger
ku_tr: {color=#f00}{b}+{/b} Twraiy

source: {color=#00ff00} {b}-{/b} Anger
ku_tr: {color=#00ff00} {b}-{/b} Twraiy

source: {color=#f00}{b}+{/b} Fear
ku_tr: {color=#f00}{b}+{/b} Trs

source: {color=#00ff00} {b}-{/b} Fear
ku_tr: {color=#00ff00} {b}-{/b} Trs
