Repository: DonRP/BBS
Catalog: game/*/Polish/anna.po
Languages: pl_pl

source: [TALKmc00] Mmmm! It's fantastic!
pl_pl: [TALKmc00] Mmmm! Jest fantastyczne!

source: [TALKmc08] [annR.NPClabel] Huh?!
pl_pl: [TALKmc08] [annR.NPClabel] Co?!

source: [TALKmc08] Mrs. [ann]?!
pl_pl: [TALKmc08] Pani [ann]?!

source: [TALKmc08] {i}Oh God!!! Was it just a dream.
pl_pl: [TALKmc08] {i}O Boże!!! Czy to był tylko sen.

source: [TALKmc07] {i}What has gotten into me?! This is so wrong!
pl_pl: [TALKmc07] {i}Co się ze mną dzieje?! To jest takie złe!

source: [TALKmc07] {i}Mhh... Better to hide this tent pole before...
pl_pl: [TALKmc07] {i}Mhh... Lepiej ukryć ten namiot przed...

source: (KNOCK KNOCK)
pl_pl: (PUK PUK)

source: [TALKmc08] {i}Damn it!
pl_pl: [TALKmc08] {i}Cholera!

source: [TALKann00] Good morning Bobby! Time to get up!
pl_pl: [TALKann00] Dzień dobry Bobby! Czas wstawać!

source: [TALKmc12] Yawn! Morning.
pl_pl: [TALKmc12] Ziew! Dobry.

source: [TALKann00] I'm doing laundry, do you have anything to wash?
pl_pl: [TALKann00] Robię pranie, masz coś do prania?

source: [TALKmc07] Yawn! Sorry, I can't remember.
pl_pl: [TALKmc07] Ziew! Sory ale nie pamiętam.

source: [TALKann00] Let's see, I had left... ah! there it is!
pl_pl: [TALKann00] Zobaczmy, zostawiłem... a! tu jest!

source: [TALKann] What's the matter, honey? You're so quiet this morning. [nointeract]
pl_pl: [TALKann] O co chodzi kochanie? Jesteś taki cichy dziś rano. [nointeract]

source: [TALKmc00] I'm fine, I just a weird dream.
pl_pl: [TALKmc00] Nic mi nie jest, miałem dziwny sen.

source: [TALKann00] Tell me! What dream?
pl_pl: [TALKann00] Powiedz mi! Jaki sen?

source: [TALKmc08] Ahahahah... emmm... it's a bit hard to explain.
pl_pl: [TALKmc08] Aaaaaaa... eeeeeeee... to trochę trudne do wyjaśnienia.

source: [TALKmc10] I really need a hug....
pl_pl: [TALKmc10] Naprawdę potrzebuję przytulenia....

source: [TALKann00] Ahah! {p}Don't be silly.
pl_pl: [TALKann00] Ah! {p}Nie bądź głupi.

source: [TALKann00] I'll wash this for you!
pl_pl: [TALKann00] Umyję to dla Ciebie!

source: [TALKmc10] {i}Oh fuck, what nice curves...
pl_pl: [TALKmc10] {i}O kurwa, jakie ładne kształty...

source: [TALKmc06] {i}Think [mc]...
pl_pl: [TALKmc06] {i}Myśl [mc]...

source: [TALKmc13] Mrs. [ann]?!
pl_pl: [TALKmc13] Pani [ann]?!

source: [TALKann02] Ohh, you scared me!
pl_pl: [TALKann02] Ohh, przestraszyłeś mnie!

source: [TALKmc10] Here. Let me help you with the basket.
pl_pl: [TALKmc10] Pozwól, że pomogę ci z koszykiem.

source: [TALKann04] ... It's okay baby, I can do it!
pl_pl: [TALKann04] ...W porządku, kochanie, mogę to zrobić!

source: [TALKmc00] Hey [annR.NPClabel]! Let me help you with this.
pl_pl: [TALKmc00] Hej [annR.NPClabel]! Pozwól, że ci z tym pomogę.

source: [TALKann01] Oh honey, you're so sweet.
pl_pl: [TALKann01] O kochanie, jesteś taki słodki.

source: [TALKann03] It's okay, I can handle it.
pl_pl: [TALKann03] W porządku, poradzę sobie z tym.

source: About the dream
pl_pl: O śnie

source: I would like a hug
pl_pl: Chciałbym się przytulić

source: Help her with the basket
pl_pl: Pomóż jej z koszykiem
