Repository: DonRP/BBS
Catalog: game/*/Polish/notifications_value.po
Languages: pl_pl

source: Is against a love affair with you
pl_pl: Nie zgadza się na romans z Tobą

source: Has too much fear of you for a love affair
pl_pl: Za bardzo się ciebie boi, żeby mieć z tobą romans

source: {color=#00ff00}{b}+{/b} Energy
pl_pl: {color=#00ff00}{b}+{/b} Energia

source: {color=#f00} {b}-{/b} Energy
pl_pl: {color=#f00} {b}-{/b} Energia

source: {color=#00ff00}{b}+{/b} Willpower
pl_pl: {color=#00ff00}{b}+{/b} Siła woli

source: {color=#f00} {b}-{/b} Willpower
pl_pl: {color=#f00} {b}-{/b} Siła woli

source: {color=#f00}{b}+{/b} Inhibition
pl_pl: {color=#f00}{b}+{/b} Zahamowanie

source: {color=#00ff00} {b}-{/b} Inhibition
pl_pl: {color=#00ff00} {b}-{/b} Zahamowanie

source: {color=#00ff00}{b}+{/b} Addictions
pl_pl: {color=#00ff00}{b}+{/b} Uzależnienia

source: {color=#f00} {b}-{/b} Addictions
pl_pl: {color=#f00} {b}-{/b} Uzależnienia

source: {color=#00ff00}{b}+{/b} Lust
pl_pl: {color=#00ff00}{b}+{/b} Pożądanie

source: {color=#f00} {b}-{/b} Lust
pl_pl: {color=#f00} {b}-{/b} Pożądanie

source: {color=#00ff00}{b}+{/b} Friendship
pl_pl: {color=#00ff00}{b}+{/b} Przyjaźń

source: {color=#f00} {b}-{/b} Friendship
pl_pl: {color=#f00} {b}-{/b} Przyjaźń

source: {color=#00ff00}{b}+{/b} Favour
pl_pl: {color=#00ff00}{b}+{/b} Przychylność

source: {color=#f00} {b}-{/b} Favour
pl_pl: {color=#f00} {b}-{/b} Przychylność

source: {color=#00ff00}{b}+{/b} Love
pl_pl: {color=#00ff00}{b}+{/b} Miłość

source: {color=#f00} {b}-{/b} Love
pl_pl: {color=#f00} {b}-{/b} Miłość

source: {color=#00ff00}{b}+{/b} Corruption
pl_pl: {color=#00ff00}{b}+{/b} Korupcja

source: {color=#f00} {b}-{/b} Corruption
pl_pl: {color=#f00} {b}-{/b} Korupcja

source: {color=#f00}{b}+{/b} Anger
pl_pl: {color=#f00}{b}+{/b} Gniew

source: {color=#00ff00} {b}-{/b} Anger
pl_pl: {color=#00ff00} {b}-{/b} Gniew

source: {color=#f00}{b}+{/b} Fear
pl_pl: {color=#f00}{b}+{/b} Strach

source: {color=#00ff00} {b}-{/b} Fear
pl_pl: {color=#00ff00} {b}-{/b} Strach
