Repository: DonRP/BBS
Catalog: game/*/Polish/prologue.po
Languages: pl_pl

source: Newbie [says] Did you try that new Italian restaurant... what was it called?! Oh right! Da Luigi.
pl_pl: Świeżak [says] próbowałeś tej nowej włoskiej restauracji... jak się nazywała?! A tak! Da Luigi.

source: Policewoman [says] No!
pl_pl: Policjantka [says] Nie!

source: Newbie [says] Me neither, but I've heard good things about it. We could...
pl_pl: Świeżak [says] Ja też, ale słyszałem o tym dobre rzeczy. Moglibyśmy...

source: Policewoman [says] I don't think so!
pl_pl: Policjantka [says] nie sądzę!

source: Newbie [says] Um... I wasn't coming on to you, just wanted to know a bit more about you.
pl_pl: Świeżak [says] Um... Nie chciałem na Ciebie naskakiwać, po prostu chciałem dowiedzieć się trochę więcej o Tobie.

source: Policewoman [says] Rookie, as I've already explained... I'm here so you don't do anything stupid and two, cause the Captain says I can't work alone... which is just bullshit!
pl_pl: Policjantka [says] Rookie, jak już wyjaśniłem... Jestem tutaj, więc nie robisz nic i dwa, bo Kapitan mówi, że nie mogę pracować sam... co jest po prostu bzdurą!

source: Policewoman [says] With that said, I'm not here to make friends, we're just partners. Understood?
pl_pl: Policjantka [says] Powiedziawszy to, nie jestem tutaj, aby się zaprzyjaźnić, jesteśmy tylko partnerami. Rozumieć?

source: Newbie [says] Yes, Ma'am!
pl_pl: Nowicjusz [says] Tak, proszę pani!

source: Policewoman [says] Okay, we're here.
pl_pl: Policjantka [says] No dobrze, jesteśmy.

source: Policewoman [says] Newbie, make sure the perp is comfortable with the handcuffs.
pl_pl: Policjantka [says] Świeżak, upewnij się, że bandyta czuje się komfortowo z kajdankami.

source: Newbie [says] You heard her! Today is your big day...
pl_pl: Świeżak [says] Słyszałeś ją! Dziś jest twój wielki dzień...

source: Cop [says] Smile pretty...
pl_pl: Glina [says] Uśmiechnij się ładnie...

source: Cop [says] Okay, now let's see who we have here today:
pl_pl: Glina [says] W porządku, zobaczmy kogo mamy dzisiaj:

source: Cop [says] Name:
pl_pl: Glina [says] Imię:

source: Cop [says] Surname:
pl_pl: Glina [says] Nazwisko:

source: Cop [says] Age: 24 years old.
pl_pl: Glina [says] Wiek: 24 lata.

source: Cop [says] Good! Now straight to the interrogation room, officers Murtaugh and Riggs want to have a quick chat with you.
pl_pl: Glina [says] Dobrze! Teraz, prosto do pokoju przesłuchań, funkcjonariusze Murtaugh i Riggs chcą z tobą pogawędzić.

source: Riggs [says] Here he is! Our suspect... How about that... He doesn't look like a criminal.
pl_pl: Riggs [says] Tutaj jest! Nasz podejrzany... A co z tym... On nie wygląda jak przestępca.

source: Murtaugh [says] The real question is whether he is more of a petty thief or a hardened killer.
pl_pl: Murtaugh [says] Prawdziwe pytanie brzmi, czy jest bardziej drobnym złodziejem, czy zatwardziałym zabójcą.

source: Murtaugh [says] Oh my apologies, where are my manners? We are Murtaugh and Riggs, and you are... [mc]! AKA are the bad guy!
pl_pl: Murtaugh [says] Och, przepraszam, gdzie są moje maniery? Jesteśmy Murtaugh i Riggs, a ty jesteś... [mc]! AKA to zły facet!

source: Riggs [says] YOU THINK THIS IS A GAME!!! DO YOU WANT TO END UP LIKE YOUR FATHER???
pl_pl: Riggs [says] MYŚLISZ, ŻE TO JEST GRA!!! CZY CHCESZ SKOŃCZYĆ JAK TWÓJ OJCIEC???

source: Murtaugh [says] Easy... Easy Riggs. We know he's innocent. But to let him go, we need to know who his partner is.
pl_pl: Murtaugh [says] Spokojnie... Spokojnie Riggs. Wiemy, że jest niewinny. Ale żeby go wypuścili, musimy wiedzieć, kim jest jego partner.

source: Murtaugh [says] Let's take a closer look at your file... After the age of 20 in and out of halfway houses...
pl_pl: Murtaugh [says] Przyjrzyjmy się bliżej Twojej kartotece... Po skończeniu 20 lat był częstym gościem ośrodków resocjalizacji...

source: Riggs [says] Whereas, she...
pl_pl: Riggs [says] Podczas gdy ona...

source: Riggs [says] Your...
pl_pl: Riggs [says] Twoje...

source: Riggs [says] Was desperate to help. But you didn't care. Right?
pl_pl: Riggs [says] był zdesperowany, by ci pomóc, a ty się nie przejmowałeś. Prawda?

source: Murtaugh [says] Let's rewind...
pl_pl: Murtaugh [says] Cofnijmy się...

source: Murtaugh [says] Anna, after your step-mother died, decided to bring you and your [lizR.NPClabel] into her home...
pl_pl: Murtaugh [says] Anna, po śmierci twojej macochy, postanowiła sprowadzić Ciebie i Twojego [lizR.NPClabel] do jej domu...

source: Murtaugh [says] From the man who was kind enough to impregnated her when she was only 18 and then left her with nothing.
pl_pl: Murtaugh [says] od mężczyzny, który był na tyle uprzejmy, że zapłodnił ją, gdy miała zaledwie 18 lat, a następnie zostawił ją z niczym.

source: Murtaugh [says] Not caring about her...
pl_pl: Murtaugh [says] Nie troszczy się o nią...

source: Murtaugh [says] After that she tried to rebuild her life by having another child with a better man....
pl_pl: Murtaugh [says] Po tym, jak próbowała odbudować swoje życie przez zrobienie jeszcze jednego dziecka z lepszym człowiekiem....

source: Murtaugh [says] [ann], after your step-mother died, she decided to bring you into her home...
pl_pl: Murtaugh [says] [ann], po śmierci twojej macochy, postanowiła sprowadzić Ciebie do jej domu...

source: Murtaugh [says] Although you are the son of her ex-boyfriend.
pl_pl: Murtaugh [says] Mimo że jesteś synem jej byłego chłopaka.

source: Murtaugh [says] Treating you like a son, letting you sleep under the same roof as her daughters...
pl_pl: Murtaugh [says] Trakując cię jak syna, pozwalając spać pod tym samym dachem co jej córki...

source: Murtaugh [says] And...
pl_pl: Murtaugh [says] I...

source: Murtaugh [says] and the other...
pl_pl: Murtaugh [says] i inne...

source: Riggs [says] You don't talk much, huh?
pl_pl: Riggs [says] Nie gadasz zbyt wiele, co?

source: Riggs [says] Well, we have enough to keep you in for a few nights. let's see if you change your mind!
pl_pl: Riggs [says] Cóż, mamy wystarczająco dużo, aby zatrzymać Cię na kilka nocy. Zobaczmy, czy zmienisz zdanie!

source: What happened to me... I was such a happy child... I really thought I was leaving all that pain behind.
pl_pl: Co się ze mną stało... Byłem takim szczęśliwym dzieckiem... Naprawdę myślałam, że zostawiam cały ból za sobą.

source: At first, at [ann]'s house, it seemed to go well. I was really hoping everything would work out.
pl_pl: Na początku, w domu [ann], wydawało się, że wszystko idzie dobrze. Miałem nadzieję, że wszystko się ułoży.

source: But then, at the end of summer a few years ago... (scoffing) when Nokia was still a good smartphone.
pl_pl: Ale potem, pod koniec lata kilka lat temu... (szyderstwo), gdy Nokia była jeszcze dobrym smartfonem.

source: It all started unravelling after that dream....
pl_pl: Wszystko zaczęło się wyjaśniać po tym śnie....

source: Special thanks
pl_pl: Specjalne podziękowania

source: 3D Modeling BigIrishLug krekerman003 schlebbsaga Various support bxIvan Megaplayboy10k SummmerP
pl_pl: Modelowanie 3D BigIrishLug krekerman003 schlebbsaga Pozostałe wsparcie bxIvan Megaplayboy10k SummmerP

source: mom
pl_pl: mama

source: mother
pl_pl: matka

source: step son
pl_pl: pasierb

source: step mom
pl_pl: macocha

source: brother
pl_pl: brat

source: sister
pl_pl: siostra

source: step brother
pl_pl: przyrodni brat

source: step sister
pl_pl: przyrodnia siostra

source: landlord
pl_pl: właściciel

source: leaseholder
pl_pl: dzierżawca

source: housemate
pl_pl: współlokator
