Repository: DonRP/BBS
Catalog: game/*/*/action_label.po
Languages: french

source: ERROR
french: ERREUR

source: In development
french: En développement

source: You want to become a ninja?! then what are you waiting for!
french: Tu veux devenir un ninja? ! alors qu'est-ce que tu attends !

source: Start the game to level up the stealth.
french: Démarrez le jeu pour augmenter la furtivité.

source: The game is very simple: you have to click or press space when the ball is in the middle of the bar.
french: Le jeu est très simple: vous devez cliquer ou appuyer sur espace lorsque la balle est au milieu de la barre.

source: And with each round you will increase your stealth by 1.
french: Et à chaque tour, vous augmenterez votre furtivité de 1.

source: Nap for 3 hours...
french: Sieste de 3 heures...

source: Sleep
french: Dormir

source: What time do you want to set the alarm?
french: À quelle heure voulez-vous régler l’alarme?

source: Tutorial
french: Tutoriel

source: Start training
french: Commencer l'entraînement

source: {color=#00ff00}{b}+{/b} Stealth
french: {color=#00ff00}{b}+{/b} furtivité
