Repository: DonRP/BBS
Catalog: game/*/*/anna.po
Languages: french, german, italian, spanish

source: [TALKmc03] Wow!!
french: [TALKmc03] Génial !!
spanish: [TALKmc03] ¡¡Guau!!

source: [TALKmc00] Mmmm! It's fantastic!
french: [TALKmc00] Hmm ! C'est incroyable !
german: [TALKmc00] Mmmm! Das ist fantastisch!
italian: [TALKmc00] Mmmm! È fantastico!
spanish: [TALKmc00] ¡Mmmm!, ¡Esto es fantástico!

source: [TALKmc08] WTF!
french: [TALKmc08] c’est quoi ce bordel!
german: [TALKmc08] Was soll die Scheiße!
spanish: [TALKmc08] ¡QUE COÑO!

source: [TALKmc08] [annR.NPClabel] Huh?!
french: [TALKmc08] [annR.NPClabel] Quoi?!
german: [TALKmc08] [annR.NPClabel] Huch?!
italian: [TALKmc08] [annR.NPClabel] Eh?!
spanish: [TALKmc08] [annR.NPClabel]?!

source: [TALKmc08] Mrs. [ann]?!
french: [TALKmc08] Mme. [ann] ?!
german: [TALKmc08] Frau [ann]?!
italian: [TALKmc08] Sig.ra [ann]?!
spanish: [TALKmc08] Sra. [ann]?!

source: [TALKmc08] {i}Oh God!!! Was it just a dream.
french: [TALKmc08] {i}Oh mon Dieu!!! Était-ce juste un rêve.
german: [TALKmc08] {i}Oh mein Gott!!! War es nur ein Traum.
italian: [TALKmc08] {i}Oh Dio!!! Era solo un sogno.
spanish: [TALKmc08] {i}Oh Dios!!! Era sólo un sueño.

source: [TALKmc07] {i}What has gotten into me?! This is so wrong!
french: [TALKmc07] {i}Qu'est-ce qui me prend ?! C'est n'importe quoi !
german: [TALKmc07] {i}Was ist in mich gefahren?! Das ist so falsch!
italian: [TALKmc07] {i}Che cosa mi è preso?! Era così sbagliato!
spanish: [TALKmc07] {i}¡¿Qué me ha pasado?! ¡Esto está tan mal!

source: [TALKmc07] {i}Mhh... Better to hide this tent pole before...
french: [TALKmc07] {i}Hmm... Mieux vaut cacher ce poteau de tente avant que...
german: [TALKmc07] {i}Mhh... Besser, diesen Ständer zu verstecken, bevor...
italian: [TALKmc07] {i}Mhh... Meglio nascondere questa alzabandiera prima che...
spanish: [TALKmc07] {i}Mhh... Mejor esconder este poste de la carpa antes de...

source: (KNOCK KNOCK)
french: (TOC TOC)
german: (KLOPF KLOPF)
italian: (TOC TOC)

source: [TALKmc08] {i}Damn it!
french: [TALKmc08] {i}Bon sang !
german: [TALKmc08] {i}Verdammt!
italian: [TALKmc08] {i}Accidenti!
spanish: [TALKmc08] {i}¡Maldita sea!

source: [TALKann00] Good morning Bobby! Time to get up!
french: [TALKann00] Bonjour Bobby ! Il est temps de se lever !
german: [TALKann00] Guten Morgen Bobby! Zeit zum Aufstehen!
italian: [TALKann00] Buongiorno Bobby! È ora di alzarsi!
spanish: [TALKann00] ¡Buenos días Bobby! ¡Es hora de levantarse!

source: [TALKmc12] Yawn! Morning.
french: [TALKmc12] *baille* Bonjour.
german: [TALKmc12] Gähn! Morgen.
italian: [TALKmc12] Yawn! Buongiorno.
spanish: [TALKmc12] ¡Bostezo! Buenos dias.

source: [TALKann00] I'm doing laundry, do you have anything to wash?
french: [TALKann00] Je vais faire une lessive, tu as quelque chose à laver ?
german: [TALKann00] Ich muss Wäsche waschen, hast du auch was?
italian: [TALKann00] Sto facendo del bucato, hai qualcosa da lavare?
spanish: [TALKann00] estoy haciendo la colada, ¿tienes algo que lavar?

source: [TALKmc07] Yawn! Sorry, I can't remember.
french: [TALKmc07] *baille*! Désolé, je ne me souviens plus.
german: [TALKmc07] Gähn! Tut mir leid, ich kann mich nicht erinnern.
italian: [TALKmc07] Yawn! Non ricordo.
spanish: [TALKmc07] ¡Bostezo! Lo siento, no lo recuerdo.

source: [TALKann00] Let's see, I had left... ah! there it is!
french: [TALKann00] Voyons voir, j'avais... ah ! voilà !
german: [TALKann00] Mal sehen, ich war weg... ah! da ist es!
italian: [TALKann00] Vediamo un po', dove lo avevo lasciato... ah! eccolo!
spanish: [TALKann00] Vamos a ver, me había dejado... ¡ah! ¡ahí está!

source: [TALKann] What's the matter, honey? You're so quiet this morning. [nointeract]
french: [TALKann] Qu'est-ce qui se passe, mon chéri ? Tu ne parles pas beaucoup ce matin. [nointeract]
german: [TALKann] Was ist los, Schatz? Du bist heute Morgen so ruhig. [nointeract]
italian: [TALKann] Che cosa c'è, tesoro? Sei così silenzioso questa mattina. [nointeract]
spanish: [TALKann] ¿Qué pasa, cariño? Estás tan parado esta mañana. [nointeract]

source: [TALKmc00] I'm fine, I just a weird dream.
french: [TALKmc00] §Tout va bien, j'ai juste fait un rêve bizarre.
german: [TALKmc00] es geht mir gut, ich hatte nur einen seltsamen Traum.
italian: [TALKmc00] Sto bene, solo fatto un sogno strano.
spanish: [TALKmc00] Estoy bien, solo un sueño raro.

source: [TALKann00] Tell me! What dream?
french: [TALKann00] Raconte-moi ! Quel genre de rêve ?
german: [TALKann00] Erzähl! Was für ein Traum?
italian: [TALKann00] Racconta! Che sogno?
spanish: [TALKann00] ¡Cuéntanme! ¿Qué sueño?

source: [TALKmc08] Ahahahah... emmm... it's a bit hard to explain.
french: [TALKmc08] Hahahaha... euh... c'est pas facile à expliquer.
german: [TALKmc08] Ahahahah... ähmmm... es ist ein bisschen schwer zu erklären.
italian: [TALKmc08] Ahahahah... emmm... è un po' complicato da spiegare.
spanish: [TALKmc08] Ahahahah... emmm... es un poco difícil de explicar.

source: [TALKmc10] I really need a hug....
french: [TALKmc10] J'ai vraiment besoin d'un câlin....
german: [TALKmc10] Ich brauche nur eine Umarmung....
italian: [TALKmc10] Ho davvero bisogno di un abbraccio....
spanish: [TALKmc10] Realmente necesito un abrazo....

source: [TALKann00] Ahah! {p}Don't be silly.
french: [TALKann00] Haha ! {p}Ne fais pas l'idiot.
german: [TALKann00] Ahah! {p}Sei nicht albern.
italian: [TALKann00] Ahah! {p}Non essere sciocco.
spanish: [TALKann00] ¡Ahah! {p}No seas tonto.

source: [TALKann00] I'll wash this for you!
french: [TALKann00] Je vais te laver ça !
german: [TALKann00] ich wasche das für dich!
italian: [TALKann00] Ti lavo questo!
spanish: [TALKann00] ¡Lo lavaré por ti!

source: [TALKmc10] {i}Oh fuck, what nice curves...
french: [TALKmc10] {i}Oh putain, sacrées courbes...
german: [TALKmc10] {i}Oh fuck, was für schöne Kurven...
italian: [TALKmc10] {i}Oh cazzo, che belle curve...
spanish: [TALKmc10] {i}Oh joder, qué bonitas curvas...

source: [TALKmc06] {i}Think [mc]...
french: [TALKmc06] {i} Réfléchis, [mc]...
german: [TALKmc06] {i}Denke [mc]...
italian: [TALKmc06] {i}Pensa [mc]...
spanish: [TALKmc06] {i}Piensa [mc]...

source: What I could do now: [nointeract]
french: Qu'est-ce que je peux faire : [nointeract]
german: Was ich jetzt tun könnte: [nointeract]
italian: Cosa potrei fare ora: [nointeract]
spanish: ¿Qué podría hacer ahora?: [nointeract]

source: [TALKmc13] [annR.NPClabel] Huh?!
french: [TALKmc13] [annR.NPClabel] Hein ?!
german: [TALKmc13] [annR.NPClabel] Huch?!
italian: [TALKmc13] [annR.NPClabel] Eh?!
spanish: [TALKmc13] [annR.NPClabel] ¿Eh?!

source: [TALKmc13] Mrs. [ann]?!
french: [TALKmc13] Mme. [ann] ?!
german: [TALKmc13] Frau [ann]?!
italian: [TALKmc13] Sig.ra [ann]?!
spanish: [TALKmc13] Sra. [ann]?!

source: [TALKann02] Ohh, you scared me!
french: [TALKann02] Ooooh, tu m'as fait peur !
german: [TALKann02] Ohh, du hast mich erschreckt!
italian: [TALKann02] Ohh, mi hai spaventato!
spanish: [TALKann02] ¡Oh, me asustaste!

source: [TALKmc10] Here. Let me help you with the basket.
french: [TALKmc10] Attends. Laisse-moi t'aider avec le panier.
german: [TALKmc10] Hier. Lass mich dir mit dem Korb helfen.
spanish: [TALKmc10] Aquí. Déjame ayudarte con la cesta.

source: [TALKann04] ... It's okay baby, I can do it!
french: [TALKann04] ... ça va, mon chou, je peux le faire !
german: [TALKann04] ... Es ist okay, ich kann es das machen!
italian: [TALKann04] ... Va bene piccolo, ce la posso fare!
spanish: [TALKann04] ... Está bien cariño, puedo hacerlo!

source: [TALKmc03] {i}Oh my god!!! It feels so good!
french: [TALKmc03] {i}Oh mon dieu!!! Ça fait trop de bien!
german: [TALKmc03] {i}Oh mein Gott!!! Er fühlt sich so gut an!

source: [TALKmc00] Hey [annR.NPClabel]! Let me help you with this.
french: [TALKmc00] Hé [annR.NPClabel] ! Laisse-moi te donner un coup de main.
german: [TALKmc00] Hey [annR.NPClabel]! Lass mich dir helfen.
italian: [TALKmc00] Ehi [annR.NPClabel]! Lascia che ti aiuti con questo.
spanish: [TALKmc00] ¡Hola [annR.NPClabel]! Déjame ayudarte con esto.

source: [TALKann01] Oh honey, you're so sweet.
french: [TALKann01] Oh, tu es si gentil, mon chéri.
german: [TALKann01] Oh Schatz, du bist so süß.
italian: [TALKann01] Oh tesoro, sei così dolce.
spanish: [TALKann01] Oh, cariño, eres tan dulce.

source: [TALKann03] It's okay, I can handle it.
french: [TALKann03] Ça va, je peux le faire.
german: [TALKann03] Es ist okay, ich kann damit umgehen.
italian: [TALKann03] Va bene, possofarcela.
spanish: [TALKann03]... Está bien, puedo hacerlo.

source: About the dream
french: A propos du rêve
german: Über den Traum
italian: Riguardo il sogno
spanish: Sobre el sueño

source: I would like a hug
french: J'aimerais un câlin
german: Ich hätte gerne eine Umarmung
italian: Vorrei un abbraccio
spanish: Me gustaría un abrazo

source: Play a trick on her
french: Lui jouer un tour
german: Spielen Sie ihr einen Streich
italian: Falle uno scherzetto
spanish: Haz un truco en ella

source: Help her with the basket
french: L'aider avec le panier
german: Hilf ihr mit dem Korb
italian: Aiutala con il cesto
spanish: Ayudarla con la cesta
