Repository: DonRP/BBS
Catalog: game/*/*/liza.po
Languages: french

source: [TALKliz00] Hey there [lizN.MClabel]!
french: [TALKliz00] Salut [lizN.MClabel]!

source: [TALKliz01] Yawn! Be nice I forgot my cell phone in my room...go get it!
french: [TALKliz01] Yawn ! Sois gentil, j'ai oublié mon téléphone dans ma chambre... Va le chercher !

source: [TALKmc02] Okay
french: [TALKmc02] D’accord

source: [TALKmc10] What about me?! What do I get in return?
french: [TALKmc10] Et moi ?! Qu’est-ce que j’ai en retour ?

source: [TALKliz04] For you?!
french: [TALKliz04] Pour toi ?!

source: [TALKliz02] Haha! Well, I was thinking of making some eggs... what do you say?
french: [TALKliz02] Haha! Eh bien, je pensais faire des œufs... qu’en dites-vous ?

source: [TALKmc00] Hmm... that's good
french: [TALKmc00] Hum... C'est bien

source: [TALKmc09] {i}Hmmm, Liza's phone! She's always on the phone, I wonder who she's chatting with. I might...
french: [TALKmc09] {i}Hmmm, le téléphone de Liza! Elle est toujours au téléphone, je me demande avec qui elle discute. Je pourrais...

source: [TALKmc09] {i}Shit, she's got the password!
french: [TALKmc09] {i}merde, elle a un mot de passe!

source: [TALKmc10] {i}Ah though! what a background... slutty.
french: [TALKmc10] {i}Ah ! quel contexte... salope.

source: [TALKliz01] So...
french: [TALKliz01] Donc...

source: [TALKliz] Did you get my phone? [nointeract]
french: [TALKliz] As-tu récupérer mon téléphone? [nointeract]

source: [TALKliz06] Go look for it! What are you waiting for?!
french: [TALKliz06] Va le chercher ! T'attends quoi?!

source: [TALKliz08] Finally! What took you so long?
french: [TALKliz08] Pas trop tôt! Qu'est-ce qui t'a pris si longtemps?

source: [TALKmc02] I had a little trouble finding it!
french: [TALKmc02] j’ai eu un peu de mal à le trouver !

source: [TALKliz03] Bah, you are so weird! It was right on my nightstand.
french: [TALKliz03] Bah, t'es trop bizarre! c’était juste sur ma table de nuit.

source: [TALKmc06] By the way, what's the password?
french: [TALKmc06] Au fait, c'est quoi le mot de passe?

source: [TALKliz09] Excuse me?!! Why would you ask for it?
french: [TALKliz09] Pardon?!! Pourquoi me demandes tu ça?

source: [TALKliz05] Wait, what did you want to look at?
french: [TALKliz05] Attend, que veux tu regarder ?

source: [TALKmc08] I.. er.. nothing.
french: [TALKmc08] I.. euh.. pour rien.

source: [TALKliz02] Ha ha! You little pervert...
french: [TALKliz02] Ha ha! Petit pervers...

source: [TALKmc10] So where's my breakfast?
french: [TALKmc10] Où est mon petit déjeuner ?

source: [TALKliz01] There's nothing for you here [lizN.MClabel]!
french: [TALKliz01] Il n’y a rien ici pour toi, [lizN.MClabel]!

source: [TALKmc08] What??
french: [TALKmc08] Quoi??

source: [TALKmc11] But we had a deal!
french: [TALKmc11] Mais nous avions passé un accord !

source: [TALKliz03] I'm sorry, it's all for me because you don't deserve it!
french: [TALKliz03] je suis désolé, c’est tout pour moi parce que tu ne le mérites pas!

source: [TALKmc01] Okay, {p}All right, {p}I'm not hungry anyway!
french: [TALKmc01] Ok, {p}D'accord, {p}je n'ai pas faim de toute façon!

source: [TALKmc01] {i}I hate her!
french: [TALKmc01] {i}je la déteste !

source: [TALKmc02] {i}Guess I'll have to make do with a coffee.
french: [TALKmc02] {i}Je suppose que je vais devoir me contenter d’un café.

source: [TALKmc02] Hey, could you give me a coffee cup?
french: [TALKmc02] Hey, tu peux me servir une tasse de café?

source: [TALKmc00] They are in that drawer
french: [TALKmc00] Ils sont dans ce tiroir

source: [TALKliz08] They are in the bottom drawer.
french: [TALKliz08] Ils sont dans le tiroir du bas.

source: [TALKmc08] {i}Wow, what a cute little butt!!
french: [TALKmc08] {i}Wow, quel joli petit cul!!

source: [TALKmc03] {i}Hmm...maybe I shouldn't stare at my [lizR.NPClabel]'s ass like that.
french: [TALKmc03] {i}Hmm... peut-être que je ne devrais pas regarder les fesses de ma [lizR.NPClabel] comme ça.

source: [TALKmc03] {i}Hmm... maybe I shouldn't stare at it like that.
french: [TALKmc03] {i}Hmm... peut-être que je ne devrais pas y regarder comme ça.

source: [TALKmc03] {i}Damn [liz]! How can she be so sour, but so hot...
french: [TALKmc03] {i}Merde! [liz] comment peut-elle être si aigrie, mais si chaude...

source: [TALKliz08] Catch!
french: [TALKliz08] Vu!

source: [TALKmc00] Thanks!
french: [TALKmc00] Merci!

source: [TALKmc02] {i}My stomach is growling... I'm so hungry!
french: [TALKmc02] {i}Mon estomac gargouille... J'ai trop faim!

source: [TALKmc07] {i}[liz]'s breakfast looks so good!
french: Le petit déjeuner de [TALKmc07] {i}[liz] a l'air si bon!

source: [TALKmc01] {i}Hmm... I'll get my revenge somehow.
french: [TALKmc01] {i}Hmm... Je vais me venger d’une manière ou d’une autre.

source: [TALKmc20] So how's the breakfast?
french: [TALKmc20] Alors, comment est le petit-déjeuner?

source: [TALKliz00] It's so good!
french: [TALKliz00] C’est tellement bon!

source: [TALKliz01] I am such a good cook!
french: [TALKliz01] je suis un bon cuisinier!

source: [TALKliz02] Don't worry, you can eat some fruit from the table!
french: [TALKliz02] Ne t'inquiètes pas, tu peux manger des fruits sur la table!

source: [TALKmc06] {i}I've got an idea! I can get my revenge now...
french: [TALKmc06] {i}j’ai une idée ! Je vais pouvoir me venger maintenant...

source: [TALKmc05] Ha ha! You don't know what you're missing... [ann] did buy them on special delivery yesterday.
french: [TALKmc05] Ha ha ! Vous ne savez pas ce que vous ratez... [ann] les a achetés à l'occasion d'une livraison spéciale hier.

source: [TALKmc05] I have never had such delicous fruits, too bad they are all for me.
french: [TALKmc05] Je n'ai jamais eu de fruits aussi délicieux, dommage ils sont tous pour moi.

source: Just because you're my [lizR.NPClabel], I could give you one: [nointeract]
french: Juste parce que tu es mon [lizR.NPClabel], je pourrais t'en donner un: [nointeract]

source: [TALKliz04] Did you say in special delivery!?
french: [TALKliz04] Avez-vous dit en livraison spéciale!?

source: [TALKmc00] Yes! You know, only [ann] knows where to buy quality fresh fruits, at a good price.
french: [TALKmc00] Oui ! tu sais, seul [ann] sait où acheter des fruits frais de qualité, à un bon prix.

source: [TALKliz04] Hmm... Okay! They say bPineapple are good for your fitness.
french: [TALKliz04] Hmm... D'accord! On dit que l'ananas est bon pour ta forme physique.

source: [TALKmc04] Here, try one! It's so sweet.
french: [TALKmc04] Ici, essayez-en un! C’est tellement doux.

source: [TALKliz03] Haha, I'm not going to be fed by you!
french: [TALKliz03] Haha, je ne vais pas être nourri par toi!

source: [TALKmc10] Come on! Y'know you want to.
french: [TALKmc10] Allez! Tu sais que tu veux aussi.

source: [TALKmc00] You can have a little bite!
french: Tu peux en avoir un peu !

source: [TALKliz08] Ha ha ha seriously?! Get lost!
french: [TALKliz08] Ha ha ha sérieusement?! Va te faire voir!

source: [TALKmc11] I'm not going anywhere until you have a bite!
french: [TALKmc11] je n’irai nulle part tant que tu n'en as pas un peu!

source: [TALKliz08] Okay, but then leave me alone, you pervert!
french: [TALKliz08] Ok, après ça laisse-moi seul, espèce de pervers !

source: [TALKliz06] (Cough...)
french: [TALKliz06] (Tousse ...)

source: [TALKliz05] You're dead!!!
french: [TALKliz05] Tu es mort!!!

source: [TALKmc12] Ow! Ow! You're hurting me!
french: [TALKmc12] Aie! Aie! Tu me fais mal !

source: [TALKmc07] {i}Ow! What a pain! But it was worth it!
french: [TALKmc07] {i}Aie! Quelle douleur ! Mais ça en valait la peine !

source: [TALKmc05] {i}That was crazy!
french: [TALKmc05] {i}C’était fou !

source: [TALKmc04] {i}My sweet sweet revenge!
french: [TALKmc04] {i}Ma douce vengeance !

source: [TALKmc05] {i}I definitely should have pushed it deeper down her throat!
french: [TALKmc05] {i}J'aurais certainement dû la pousser plus profondément dans sa gorge !

source: [TALKmc07] {i}....
french: [TALKmc07] {i} Bien ....

source: [TALKmc07] {i}Damn!!!
french: [TALKmc07] {i}Bon sang!!!

source: [TALKmc07] {i}What's wrong with me ... she is my [lizR.NPClabel]!!
french: [TALKmc07] {i}Qu'est-ce qui cloche chez moi ... c'est ma [lizR.NPClabel]!!

source: [TALKmc07] {i}She will probably tell [ann]...
french: [TALKmc07] {i}Elle va probablement dire [ann]...

source: [TALKmc07] {i}Shit, I'll have to think of an excuse.
french: [TALKmc07] {i}Merde, je vais devoir penser à un excuse.

source: [TALKliz04] Hmmm... also no... thanks!
french: [TALKliz04] Hmmm... non plus... merci!

source: [TALKliz10] Just give a little taste.
french: [TALKliz10] Donner juste un peu de goût.

source: [TALKliz05] NO! go away! before I call [ann].
french: [TALKliz05] NON ! Dégage! avant que j’appelle [ann].

source: [TALKmc07] Damn!!!
french: [TALKmc07] Merde!!!

source: [TALKmc07] I failed! I must think of another way for revenge.
french: [TALKmc07] Je n'ai pas réussi ! Je dois penser à un autre moyen de me venger.

source: (A few hours later)
french: (Quelques heures plus tard)

source: [TALKmc01] {i}Shit, [liz] is talking on the phone!!
french: [TALKmc01] {i}Merde, [liz] parle au téléphone !!

source: [TALKmc06] {i}Maybe she won't notice if I sneak around...
french: [TALKmc06] {i}Peut-être qu’elle ne remarquera pas si je me faufile...

source: {i}OK! After this [lcy] will owe me a favor: [nointeract]
french: {i}d’accord! Après ça [lcy] me devras une faveur: [nointeract]

source: [TALKmc04] {i}Are you ready Ninja?!
french: [TALKmc04] {i}Es-tu prêt Ninja?!

source: [TALKmc07] {i}Hmm... I don't think I'm ready yet.
french: [TALKmc07] {i}Hmm ... Je ne pense pas être encore prêt.

source: [TALKmc06] {i}But first I need to warm up a bit in my room.
french: [TALKmc06] {i}Mais je dois d'abord m'échauffer un peu dans ma chambre.

source: [TALKmc07] {i}Mhh... I should warm up a bit first, in my room there is in carpet where I can do that.
french: [TALKmc07] {i}Mhh... Je devrais d’abord m'échauffer un peu, dans ma chambre, il y a dans le tapis où je peux le faire.

source: [TALKmc04] {i}Aha! Found it!
french: [TALKmc04] {i}Ah! Je l’ai trouvé!

source: [TALKliz09] Asshole!!!
french: [TALKliz09] Connard!!!

source: [TALKmc08] {i}WTF
french: [TALKmc08] {i}c’est quoi ce bordel

source: [TALKliz09] No way [mik]!
french: [TALKliz09] Pas moyen[mik]!

source: [TALKmc08] {i}Fuck!
french: [TALKmc08] {i}Putain!

source: [TALKmc00] {i}Saved by the skin of my teeth!
french: [TALKmc00] {i}Sauvé de justesse!

source: [TALKliz05] You promised me you would delete those pictures!
french: [TALKliz05] Tu m'avais promis de supprimer ces photos !

source: [TALKmc07] {i}Photos? Who the fuck is [mik]?
french: [TALKmc07] {i}Photos? Qui est ce putain de [mik]?

source: [TALKliz05] No, [mik]!
french: [TALKliz05] Non, [mik]!

source: [TALKliz07] Please...don't!
french: [TALKliz07] S'il te plaît, ne le fais pas!

source: [TALKliz07] You don't have to say anything to my boyfriend!
french: [TALKliz07] Tu n'es pas obligé de le dire à mon petit ami!

source: [TALKmc08] {i}Oh my god! I think this [mik] guy is blackmailing her!
french: [TALKmc08] {i}Oh mon dieu! Je pense que ce type [mik] fait du chantage !

source: [TALKliz09] Absolutely not!
french: [TALKliz09] Absolument pas !

source: [TALKliz06] That's what you said last time!
french: [TALKliz06] C'est ce que tu as dit la dernière fois !

source: [TALKliz07] I can't do this again... please.
french: [TALKliz07] Je ne peux plus continuer ... s'il te plaît.

source: [TALKliz07] Don't do that!
french: [TALKliz07] Ne fais pas ça !

source: [TALKliz05] Never!!! Fuck you!
french: [TALKliz05] Jamais!!! Va te faire foutre!

source: [TALKmc01] {i}Grrr... I don't like this [mik]. I'm going to have to deal with it....
french: [TALKmc01] {i}Grrr... Je n’aime pas ça [mik]. Je vais devoir m’en occuper...

source: [TALKmc07] {i}I need to find out more about these photos but I need to get out of here first!
french: [TALKmc07] {i}j’ai besoin d’en savoir plus sur ces photos mais je dois d’abord sortir d’ici!

source: [TALKmc06] {i}Hmmm... [liz] is not in her room!
french: [TALKmc06] {i}Hmmm... [liz] n’est pas dans sa chambre !

source: [TALKmc09] {i}But she left his phone here!!
french: [TALKmc09] {i}Mais elle a laissé son téléphone ici !!

source: [TALKmc09] {i}I need to find a way to unlock it!
french: [TALKmc09] {i}je dois trouver un moyen de le déverrouiller!

source: [TALKmc07] {i}I better go think about this in my room.
french: [TALKmc07] {i}je ferais mieux d’y penser dans ma chambre.

source: {i}So, how do I unlock [liz]'s phone?
french: {i}Alors, comment puis-je déverrouiller le téléphone de [liz]?

source: {i}Maybe I could find some kind of invisible ink and spread it on her phone.
french: {i}Peut-être ai-je trouvé une sorte d'encre invisible et je la répandais sur son téléphone.

source: {i}It just might work!!!
french: {i}Ça pourrait fonctionner !!!

source: {i}All I need is a UV flashlight and some invisible ink!
french: {i}Tout ce dont j’ai besoin, c’est d’une lampe UV et d’encre invisible!

source: {i}I have a UV flashlight, but where can I find the invisible ink?
french: {i}j’ai une lampe UV, mais où trouver de l’encre invisible?

source: {i}I need to google this!
french: {i}j’ai besoin de googler ceci!

source: [TALKmc08] {i}Wait, what?!
french: [TALKmc08] {i}Attend, quoi?!

source: [TALKmc05] {i}Hah, who would've known!
french: [TALKmc05] {i}Hah, qui l’aurait su !

source: [TALKmc04] {i}It says here that semen glows under a UV light.
french: [TALKmc04] {i}Il est dit ici que le sperme luit sous une lumière UV.

source: [TALKmc06] {i}Well...
french: [TALKmc06] {i}Bien ...

source: [TALKmc06] {i}Let's do it!
french: [TALKmc06] {i}Faisons-le!

source: [TALKmc03] {i}She is so sexy
french: [TALKmc03] {i}Elle est si sexy

source: [TALKmc03] {i}Let's do it
french: [TALKmc03] {i}Faisons-le

source: [TALKmc03] {i}Wow nice. Now I need to rub it gently and run away.
french: [TALKmc03] {i}Wow sympa. Maintenant j'ai besoin de la frotter doucement et de fuir.

source: Okay
french: D’accord

source: What about me?!
french: Et moi?!

source: Liza smartphone
french: Téléphone portable de Liza

source: Indeed!
french: Effectivement!

source: Not yet!
french: Pas encore!

source: I couldn't find it
french: Je ne l’ai pas trouvé

source: About your password...
french: À propos de ton mot de passe...

source: Pineapple
french: Ananas

source: Banana
french: Banane

source: Do it now
french: Fais le maintenant

source: Not yet
french: Pas encore
