Repository: DonRP/BBS
Catalog: game/*/*/notifications_value.po
Languages: french, german, italian

source: Is against a love affair with you
french: Est opposé à toute histoire d’amour avec vous
german: Ist gegen eine Liebesaff채re mit dir
italian: È contraria ad una relazione d'amore con te

source: Has too much fear of you for a love affair
french: A trop peur de vous pour une relation amoureuse
german: Hat zu viel Angst vor einer Liebesaff채re mit dir
italian: Ha troppa paura di te per una storia d'amore

source: {color=#00ff00}{b}+{/b} Energy
french: {color=#00ff00}{b}+{/b} Énergie
german: {color=#00ff00}{b}+ {/b} Energie
italian: {color=#00ff00}{b}+{/b} Energia

source: {color=#f00} {b}-{/b} Energy
french: {color=#f00} {b}-{/b} Énergie
german: {color=#f00} {b}-{/b} Energie
italian: {color=#f00} {b}-{/b} Energia

source: {color=#00ff00}{b}+{/b} Willpower
french: {color=#00ff00}{b}+{/b} Volonté
german: {color=#00ff00}{b}+{/b} Willenskraft
italian: {color=#00ff00}{b}+{/b} Volontà

source: {color=#f00} {b}-{/b} Willpower
french: {color=#f00} {b}-{/b} Volonté
german: {color=#f00} {b}-{/b} Willenskraft
italian: {color=#f00} {b}-{/b} Volontà

source: {color=#f00}{b}+{/b} Inhibition
german: {color=#f00}{b}+{/b} Hemmung
italian: {color=#f00}{b}+{/b} Inibizione

source: {color=#00ff00} {b}-{/b} Inhibition
german: {color=#00ff00} {b}-{/b} Hemmung
italian: {color=#00ff00} {b}-{/b} Inibizione

source: {color=#00ff00}{b}+{/b} Addictions
german: {color=#00ff00}{b}+{/b} S체chte
italian: {color=#00ff00}{b}+{/b} Dipendenze

source: {color=#f00} {b}-{/b} Addictions
german: {color=#f00} {b}-{/b} S체chte
italian: {color=#f00} {b}-{/b} Dipendenze

source: {color=#00ff00}{b}+{/b} Friendship
french: {color=#00ff00}{b}+{/b} Amitié
german: {color=#00ff00}{b}+{/b} Freundschaft
italian: {color=#00ff00}{b}+{/b} Amicizia

source: {color=#f00} {b}-{/b} Friendship
french: {color=#f00} {b}-{/b} Amitié
german: {color=#f00} {b}-{/b} Freundschaft
italian: {color=#f00} {b}-{/b} Amicizia

source: {color=#00ff00}{b}+{/b} Favour
french: {color=#00ff00}{b}+{/b} Faveurs
german: {color=#00ff00}{b}+ {/b} Gefallen
italian: {color=#00ff00}{b}+{/b} Favore

source: {color=#f00} {b}-{/b} Favour
french: {color=#f00} {b}-{/b} faveur
german: {color=#f00} {b}-{/b} Gefallen
italian: {color=#f00} {b}-{/b} Favore

source: {color=#00ff00}{b}+{/b} Love
french: {color=#00ff00}{b}+{/b} Amour
german: {color=#00ff00}{b}+{/b} Liebe
italian: {color=#00ff00}{b}+{/b} Amore

source: {color=#f00} {b}-{/b} Love
french: {color=#f00} {b}-{/b} Amour
german: {color=#f00} {b}-{/b} Liebe
italian: {color=#f00} {b}-{/b} Amore

source: {color=#00ff00}{b}+{/b} Corruption
german: {color=#00ff00}{b}+{/b} Korruption

source: {color=#f00} {b}-{/b} Corruption
german: {color=#f00} {b}-{/b} Korruption

source: {color=#f00}{b}+{/b} Anger
french: {color=#f00}{b}+{/b} Colère
german: {color=#f00}{b}+{/b} Wut

source: {color=#00ff00} {b}-{/b} Anger
french: {color=#00ff00} {b}-{/b} Colère
german: {color=#00ff00} {b}-{/b} Wut

source: {color=#f00}{b}+{/b} Fear
french: {color=#f00}{b}+{/b} Peur
german: {color=#f00}{b}+{/b} Angst

source: {color=#00ff00} {b}-{/b} Fear
french: {color=#00ff00} {b}-{/b} Peur
german: {color=#00ff00} {b}-{/b} Angst

source: {color=#00ff00}{b}+{/b} Lust
french: {color=#00ff00}{b}+{/b} Désir

source: {color=#f00} {b}-{/b} Lust
french: {color=#f00} {b}-{/b} Désir

source: {color=#00ff00}{b}+{/b} Submission
french: {color=#00ff00}{b}+{/b} Addictions

source: {color=#f00} {b}-{/b} Submission
french: {color=#00ff00}{b}+{/b} Addictions
