Repository: DonRP/BBS
Catalog: game/*/*/prologue.po
Languages: german

source: Newbie [says] Did you try that new Italian restaurant... what was it called?! Oh right! Da Luigi.
german: Neuling [says] Hast Du das neue italienische Restaurant ausprobiert... wie hieß es?! Oh, okay! Da Luigi.

source: Policewoman [says] No!
german: Polizistin [says] Nein!

source: Newbie [says] Me neither, but I've heard good things about it. We could...
german: Anfänger [says] ich auch nicht, aber ich habe gute Dinge darüber gehört. Wir könnten...

source: Policewoman [says] I don't think so!
german: Polizistin [says] das glaube ich nicht!

source: Newbie [says] Um... I wasn't coming on to you, just wanted to know a bit more about you.
german: Anfänger [says] Ähm... ich bin nicht zu dir gekommen, ich wollte nur ein bisschen mehr über dich wissen.

source: Policewoman [says] Rookie, as I've already explained... I'm here so you don't do anything stupid and two, cause the Captain says I can't work alone... which is just bullshit!
german: Polizistin [says] Anfänger, ich habe es schon erklärt... ich bin nur hier, damit du nicht getötet wirst und weil der Boss sagt, dass ich nicht alleine arbeiten kann... Verdammt!

source: Policewoman [says] With that said, I'm not here to make friends, we're just partners. Understood?
german: Polizistin [says] Abgesehen davon bin ich nicht hier, um Freunde zu finden, wir sind nur Partner. Verstanden?

source: Newbie [says] Yes, Ma'am!
german: Neuling [says] Ja, Ma'am!

source: Policewoman [says] Okay, we're here.
german: Polizistin [says] Okay, wir sind da.

source: Policewoman [says] Newbie, make sure the perp is comfortable with the handcuffs.
german: Polizistin [says] Anfänger, stell sicher, dass sich der Täter mit den Handschellen wohl fühlt.

source: Newbie [says] You heard her! Today is your big day...
german: Anfänger [says] Du hast sie gehört! Heute ist dein großer Tag...

source: Cop [says] Smile pretty...
german: Cop [says] Bitte hübsch lächeln...

source: Cop [says] Okay, now let's see who we have here today:
german: Polizist [says] Okay, jetzt mal sehen, wen wir hier haben:

source: Cop [says] Name:
german: Polizist [says] Name:

source: Cop [says] Surname:
german: Polizist [says] Nachname:

source: Cop [says] Age: 24 years old.
german: Cop [says] Alter: 24 Jahre alt.

source: Cop [says] Good! Now straight to the interrogation room, officers Murtaugh and Riggs want to have a quick chat with you.
german: Cop [says] gut! Nun direkt zum Verhörraum, die Offiziere Murtaugh und Riggs wollen sich kurz mit Ihnen unterhalten.

source: Riggs [says] Here he is! Our suspect... How about that... He doesn't look like a criminal.
german: Riggs [says] Hier ist er! Unser Verdächtiger... was soll das... er sieht nicht aus wie ein Krimineller.

source: Murtaugh [says] The real question is whether he is more of a petty thief or a hardened killer.
german: Murtaugh [says] Die eigentliche Frage ist, ob er eher ein kleiner Dieb oder ein hartgesottener Killer ist.

source: Murtaugh [says] Oh my apologies, where are my manners? We are Murtaugh and Riggs, and you are... [mc]! AKA are the bad guy!
german: Murtaugh [says] Oh mein Fehler, wo sind meine Manieren? Wir sind Murtaugh und Riggs, und du bist... [mc]! auch bekannt als böser Junge!

source: Riggs [says] YOU THINK THIS IS A GAME!!! DO YOU WANT TO END UP LIKE YOUR FATHER???
german: Riggs [says] DU DENKST, DASS IST EIN SPIEL IST!!! WILLST DU WIE DEIN VATER ENDEN???

source: Murtaugh [says] Easy... Easy Riggs. We know he's innocent. But to let him go, we need to know who his partner is.
german: Murtaugh [says] Ruhig... ruhig Riggs. Wir wissen, dass er unschuldig ist. Aber um ihn gehen zu lassen, müssen wir wissen, wer sein Partner ist.

source: Murtaugh [says] Let's take a closer look at your file... After the age of 20 in and out of halfway houses...
german: Murtaugh [says] Lassen Sie uns einen genaueren Blick auf Ihre Akte werfen... Nach dem 20. Lebensjahr rein und raus aus den Resozialisierungseinrichtung...

source: Riggs [says] Whereas, she...
german: Riggs [says] Wobei sie...

source: Riggs [says] Your...
german: Riggs [says] Ihre...

source: Riggs [says] Was desperate to help. But you didn't care. Right?
german: Riggs [says] wolltest unbedingt helfen. Aber das war dir egal. Richtig?

source: Murtaugh [says] Let's rewind...
german: Murtaugh [says] Lass uns mal zurückschauen...

source: Murtaugh [says] Anna, after your step-mother died, decided to bring you and your [lizR.NPClabel] into her home...
german: Murtaugh [says] nachdem deine Stiefmutter gestorben war, beschloss Anna, dich und deine [lizR.NPClabel] in ihr Haus aufzunehmen...

source: Murtaugh [says] From the man who was kind enough to impregnated her when she was only 18 and then left her with nothing.
german: Murtaugh [says] Von dem Mann, der so freundlich war, sie zu schwängern, als sie erst 18 Jahre alt war und sie dann mit nichts zurückließ.

source: Murtaugh [says] Not caring about her...
german: Murtaugh [says] Kümmert sich nicht um sie...

source: Murtaugh [says] After that she tried to rebuild her life by having another child with a better man....
german: Murtaugh [says] Danach versuchte sie, ihr Leben wieder aufzubauen, indem sie ein weiteres Kind mit einem besseren Mann bekam....

source: Murtaugh [says] [ann], after your step-mother died, she decided to bring you into her home...
german: Murtaugh [says] [ann], nachdem Ihre Stiefmutter gestorben war, beschloss sie, Sie in ihr Haus aufzunehmen...

source: Murtaugh [says] Although you are the son of her ex-boyfriend.
german: Murtaugh [says] Obwohl du der Sohn ihres Ex-Freundes bist.

source: Murtaugh [says] Treating you like a son, letting you sleep under the same roof as her daughters...
german: Murtaugh [says] Sie wie einen Sohn zu behandeln und Sie unter dem gleichen Dach wie ihre Töchter schlafen zu lassen...

source: Murtaugh [says] And...
german: Murtaugh [says] Und...

source: Murtaugh [says] and the other...
german: Murtaugh [says] und die anderen...

source: Riggs [says] You don't talk much, huh?
german: Riggs [says] Du redest nicht viel, oder?

source: Riggs [says] Well, we have enough to keep you in for a few nights. let's see if you change your mind!
german: Riggs [says] Nun, wir haben genug, um Sie für ein paar Nächte einzusperren. Mal sehen, ob Sie Ihre Meinung ändern!

source: What happened to me... I was such a happy child... I really thought I was leaving all that pain behind.
german: Was ist mit mir passiert... Ich war so ein glückliches Kind... Ich dachte wirklich, ich würde all diesen Schmerz hinter mir lassen.

source: At first, at [ann]'s house, it seemed to go well. I was really hoping everything would work out.
german: Zuerst schien es im Haus von [ann] gut zu laufen. Ich hatte wirklich gehofft, dass alles klappen würde.

source: But then, at the end of summer a few years ago... (scoffing) when Nokia was still a good smartphone.
german: Aber dann, am Ende des Sommers vor ein paar Jahren... (spottet), als Nokia noch ein gutes Smartphone war.

source: It all started unravelling after that dream....
german: Nach diesem Traum begann sich alles zu entwirren....

source: Special thanks
german: Besonderen Dank

source: mom
german: Mama

source: mother
german: Mutter

source: step son
german: Stiefsohn

source: step mom
german: Stiefmutter

source: brother
german: Bruder

source: sister
german: Schwester

source: step brother
german: Stiefbruder

source: step sister
german: Stiefschwester

source: landlord
german: Vermieter

source: leaseholder
german: Pächter

source: housemate
german: Mitbewohner
